let data = {
    PostPage: {
        posts: [
            { id: 1, postTitle: ' оптимизация', text: "Оптимиза́ция (от лат. optimus — «наилучший») — процесс, имеющий целью направить развитие какого-либо объекта или метода к наиболее лучшему состоянию[1]" },
            { id: 2, postTitle: 'домен ', text: "Домен — это название сайта и одновременно его адрес, место размещения в интернете. Иногда домен называют «доменным именем» или «доменным адресом»." },
            { id: 3, postTitle: 'адаптация', text: "   Адаптация — это процесс, в ходе которого устанавливается или поддерживается функционирование системы (то есть поддержание её основных параметров) при изменении условий внешней и/или внутренней среды.    " },
            { id: 4, postTitle: 'SEO', text: " SEO — это комплекс задач по увеличению продаж через сайт, повышения времени пребывания клиента на странице, сбора отзывов и пополнения базы лояльных клиентов. А также одно из ключевых преимуществ данного вида продвижения" },
            { id: 1, postTitle: 'хостинг', text: "Хостинг — это услуга по предоставлению ресурсов для размещения информации на сервере, который подключен к сети Интернет. На сайте PS.kz вы сможете воспользоваться следующими видами хостинга" },



            <button class="battin"> бавить  в избр❤️  </button>

        ]
    },

    ProfilePage: {
        users: [
            { id: 1, login: "ihoigd14", name: "Daryn" },
            { id: 1, login: "усер", name: "darn" },
        ]
    }
}

export default data;